export const catalogs = [
  {
    "id": "1",
    "title": "Автоматические",
    "products": ["jsud", "ks8s", "nd7g", "93jd", "nshf"]
  },
  {
    "id": "2",
    "title": "Полу­автоматические",
    "products": ["ld8g" , "2t5g", "ldns"]
  },
  {
    "id": "3",
    "title": "Карманные и ручные печати",
    "products": ["ldns", "8j3m"]
  }
]

export const products = [
  {
    "id": "jsud",
    "title": "Печать «Элит»",
    "img": "001.png",
    "description": "Лучшие в мире оснастки для печатей марки «Шайни» теперь в новом стиле «Millitary» (диаметр 42 мм).",
    "price": "1000"
  },
  {
    "id": "ks8s",
    "title": "Печать «Оптимал»",
    "img": "002.png",
    "description": "Лучшее соотношение «Цена-Качество» за эти деньги. Стандартная полноразмерная автоматическая печать.",
    "price": "700"
  },
  {
    "id": "nd7g",
    "title": "Печать «Люкс»",
    "img": "003.png",
    "description": "Печать австрийского производства. Высокое качество оттиска. Высокое качество механизма.",
    "price": "750"
  },
  {
    "id": "93jd",
    "title": "Печать «Усиленная»",
    "img": "004.png",
    "description": "Автоматическая печать с усиленным внутри металлическим механизмом(в других печатях используется пластик). Для тех кто хочет ставить печати часто и много.",
    "price": "800"
  },
  {
    "id": "nshf",
    "title": "Печать «Эталон»»",
    "img": "005.png",
    "description": "Печать марки «Шайни» - лучшие печати в мире. Признана печатью с самым качественным оттиском.",
    "price": "850"
  },
  {
    "id": "ld8g",
    "title": "Печать «Комфорт»",
    "img": "001.png",
    "description": "Классическая печать со встроенной внутрь штемпельной подушкой. При нажатии на кнопку автоматически обмакивается в краску. Самый дешевый вариант для ношения с собой без использования штемпельной подушки.",
    "price": "550"
  },
  {
    "id": "2t5g",
    "title": "Печать «Комфорт с цепочкой»",
    "img": "002.png",
    "description": "Аналог «Комфорт» с добавлением удобной цепочки для ношения с собой.",
    "price": "500"
  },
  {
    "id": "ldns",
    "title": "Печать «Маус»",
    "img": "001.png",
    "description": "Одна из самых удобных карманных печатей. Оригинальное исполнение позволяет носить с собой в кармане без опасений залить карман краской. Удобные кнопочки по бокам позволяют без труда открыть печать для использования.",
    "price": "800"
  },
  {
    "id": "8j3m",
    "title": "Печать «Флешка»",
    "img": "002.png",
    "description": "Очень удобный дорожный вариант печати. Форма флешки позволяет носить в кармане эту печать комфортно, практически не чувствуя ее, а надежное австрийское качество позволит этой печати служить Вам долгие годы.",
    "price": "1200"
  }
]
