export const catalogs = [
  {
    "id": "1",
    "title": "Автоматические печати",
    "titleShort": "Автоматические",
    "products": ["jsud", "ks8s", "nd7g", "93jd", "nshf"],
    "imgName": "automatic.png"
  },
  {
    "id": "2",
    "title": "Полу­автоматические печати",
    "titleShort": "Полу­автоматические",
    "products": ["ld8g" , "2t5g", "ldns"],
    "imgName": "semi-automatic.png"
  },
  {
    "id": "3",
    "title": "Карманные и ручные печати",
    "titleShort": "Карманные и ручные",
    "products": ["ldns", "8j3m"],
    "imgName": "pocket.png"
  },
  {
    "id": "4",
    "title": "Штампы",
    "titleShort": "Штампы",
    "products": ["ldns", "8j3m"],
    "imgName": "stamps.png"
  },
  {
    "id": "5",
    "title": "Материалы и аксессуары",
    "titleShort": "Материалы и аксессуары",
    "products": ["ldns", "8j3m"],
    "imgName": "accessories.png"
  }
]

export const products = [
  {
    "id": "jsud",
    "title": "Печать «Элит»",
    "img": "001/001.jpg",
    "description": "Лучшие в мире оснастки для печатей марки «Шайни» теперь в новом стиле «Millitary» (диаметр 42 мм).",
    "price": "1000"
  },
  {
    "id": "ks8s",
    "title": "Печать «Оптимал»",
    "img": "001/002.jpg",
    "description": "Лучшее соотношение «Цена-Качество» за эти деньги. Стандартная полноразмерная автоматическая печать.",
    "price": "700"
  },
  {
    "id": "nd7g",
    "title": "Печать «Люкс»",
    "img": "001/003.jpg",
    "description": "Печать австрийского производства. Высокое качество оттиска. Высокое качество механизма.",
    "price": "750"
  },
  {
    "id": "93jd",
    "title": "Печать «Усиленная»",
    "img": "001/004.jpg",
    "description": "Автоматическая печать с усиленным внутри металлическим механизмом(в других печатях используется пластик). Для тех кто хочет ставить печати часто и много.",
    "price": "800"
  },
  {
    "id": "nshf",
    "title": "Печать «Эталон»",
    "img": "001/005.jpg",
    "description": "Печать марки «Шайни» - лучшие печати в мире. Признана печатью с самым качественным оттиском.",
    "price": "850"
  },
  {
    "id": "ld8g",
    "title": "Печать «Комфорт»",
    "img": "001/001.jpg",
    "description": "Классическая печать со встроенной внутрь штемпельной подушкой. При нажатии на кнопку автоматически обмакивается в краску. Самый дешевый вариант для ношения с собой без использования штемпельной подушки.",
    "price": "550"
  },
  {
    "id": "2t5g",
    "title": "«Комфорт с цепочкой»",
    "img": "001/002.jpg",
    "description": "Аналог «Комфорт» с добавлением удобной цепочки для ношения с собой.",
    "price": "500"
  },
  {
    "id": "ldns",
    "title": "Печать «Маус»",
    "img": "001/001.jpg",
    "description": "Одна из самых удобных карманных печатей. Оригинальное исполнение позволяет носить с собой в кармане без опасений залить карман краской. Удобные кнопочки по бокам позволяют без труда открыть печать для использования.",
    "price": "800"
  },
  {
    "id": "8j3m",
    "title": "Печать «Флешка»",
    "img": "001/002.jpg",
    "description": "Очень удобный дорожный вариант печати. Форма флешки позволяет носить в кармане эту печать комфортно, практически не чувствуя ее, а надежное австрийское качество позволит этой печати служить Вам долгие годы.",
    "price": "1200"
  }
]

export const logo = {
  src: './img/logo.png',
  text: 'Печати'
}

export const headerLinks = [
  {
    href: '#catalog',
    text: 'Продукция'
  },
  {
    href: '#sketches',
    text: 'Эскизы'
  },
  {
    href: '#delivery',
    text: 'Доставка и оплата'
  },
  {
    href: '#contacts',
    text: 'Контакты'
  }
]

export const callbackData = {
  phoneNumber: '+7 (928) 151-77-58',
  phoneNumberSrc: '79281517758',
  text: 'Перезвоните мне'
}

export const firstScreenData = {
  titleBold: 'Печати и штампы',
  title: 'в Москве за 1 час',
  stockLabel: 'Акция',
  stockText: 'При оплате заказа онлайн',
  stockTextBold: 'Бесплатная доставка',
  formTitle: 'Оставьте заявку сейчас',
  formTextOne: 'и получите',
  formTextTwo: 'печать за 1 рубль!',
  formButtonText: 'Оставить заявку'
}

export const productionConceptData = {
  title: 'Мы не просто продаем печати, мы предоставляем сервис!',
  imgName: 'concept-about.png',
  imgAlt: 'concept-photo',
  text: 'Для своих клиентов мы стремимся предоставить лучший сервис на российском рынке производства печатей и штампов — от самого информативного удобного сайта, до слаженной и грамотной работы наших менеджеров офиса и сотрудников производства.',
  text2: 'Если у Вас есть вопросы Вы можете позвонить нам 7 дней в неделю с 9.00 до 21.00.',
  textBold: 'Мы с радостью ответим на любые Ваши вопросы!'
}

export const qualityBlockData = {
  title: 'Почему мы уверены в качестве',
  reasons: [
    {
      id: 'reason-1',
      title: 'Профессиональное оборудование',
      text: 'Печати и штампы мы изготовливаем на собственном производстве, на котором освоены все основные технологии: полимерная, флеш, лазерная гравировка.',
      imgName: 'reason-1.jpg'
    },
    {
      id: 'reason-2',
      title: 'Качественные расходники',
      text: 'В нашем производстве используются расходные материалы только самого высокого качества от ведущих мировых производителей.',
      imgName: 'reason-2.jpg'
    },
    {
      id: 'reason-3',
      title: 'Ассортимент красок',
      text: 'Широкий ассортимент австрийских оснасток, штемпельных подушек и красок различных популярных оттенков.',
      imgName: 'reason-3.jpg'
    }
  ]
}

export const FAQBlocksData = [
  {
    id: '1',
    title: 'Полимерная технология',
    text: 'Самая популярная технология изготовления печати. Осуществляется путём засветки ультрафиолетом полимерных материалов через макет печати. Там, куда попал свет - полимер затвердевает, а оставшуюся незатвердевшую часть легко смыть водой. К минусам данного вида печати можно отнести неустойчивость материала к чернилам на спиртовой основе. Но при использовании качественных расходных материалов, можете быть уверены, что печать прослужит Вам долго!',
    imgName: 'technology.png',
    sign: 'Полимерная печать'
  },
  {
    id: '2',
    title: 'Технология лазерной гравировки',
    text: 'Более современный, но дорогостоящий метод изготовления печати. В этом случае штемпельные изделия получают путем гравировки резины лазерным лучем. Резина, используемая для клише долговечна и устойчива к различным видам красок. Лазером возможно нанесение на печать сложнейших защитных элементов для защиты печатей от подделок.',
    imgName: 'laser.png',
    sign: 'Технология лазерной гравировки'
  },
  {
    id: '3',
    title: 'Флэш технология',
    text: 'Современная разработка, которая подразумевает изготовление безрельефных штемпельных изделий путем запекания микропор ИК излучением в специальной микропористой резине. В России данная технология малораспространена и используется в основном для производства многоцветных печатей. Её главная особенность - возможность производства до 1000 оттисков без дозаправки.',
    imgName: 'flesh.png',
    sign: 'Флэш технология'
  }
]
