export const catalogs = [
  {
    "id": "1",
    "title": "Автоматические",
    "products": [
      {
        "id": "jsud",
        "title": "Печать «Элит»",
        "img": "001.png",
        "description": "Лучшие в мире оснастки для печатей марки «Шайни» теперь в новом стиле «Millitary» (диаметр 42 мм).",
        "price": "1000"
      },
      {
        "id": "ks8s",
        "title": "Печать «Оптимал»",
        "img": "002.png",
        "description": "Лучшее соотношение «Цена-Качество» за эти деньги. Стандартная полноразмерная автоматическая печать.",
        "price": "700"
      },
      {
        "id": "nd7g",
        "title": "Печать «Люкс»",
        "img": "003.png",
        "description": "Печать австрийского производства. Высокое качество оттиска. Высокое качество механизма.",
        "price": "750"
      }
    ]
  },
  {
    "id": "2",
    "title": "Полу­автоматические",
    "products": [
      {
        "id": "ld8g",
        "title": "Печать «Комфорт»",
        "img": "001.png",
        "description": "Классическая печать со встроенной внутрь штемпельной подушкой. При нажатии на кнопку автоматически обмакивается в краску. Самый дешевый вариант для ношения с собой без использования штемпельной подушки.",
        "price": "550"
      },
      {
        "id": "2t5g",
        "title": "Печать «Комфорт с цепочкой»",
        "img": "002.png",
        "description": "Аналог «Комфорт» с добавлением удобной цепочки для ношения с собой.",
        "price": "500"
      }
    ]
  }
]
